Revit 2027 API
SymbolTypeId.BtuPerHFtSup2DegreeF Property
 Symbol BTU/(h·ft²·°F), indicating unit British thermal units per hour square foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerHFtSup2DegreeF { get; }
Public Shared ReadOnly Property BtuPerHFtSup2DegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerHFtSup2DegreeF {
	ForgeTypeId^ get ();
}
static member BtuPerHFtSup2DegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace